org/2015-11-03-first-post.org
# 2015-11-03-first-post.org
#
#+TITLE: First Post
#+DATE: 2015-11-03
#+SETUPFILE: ~/Documents/org/org-octopress-setup.org
#+JEKYLL_LAYOUT: post
#+JEKYLL_CATEGORIES: octopress org-mode meta
#+JEKYLL_TAGS: 
#+JEKYLL_PUBLISHED: true

* First post
  I'm trying to get ~[[http://octopress.org/][Octopress]]~ and ~[[http://orgmode.org/][Org mode]]~/~[[https://github.com/yoshinari-nomura/org-octopress][org-octopress]]~ set up
  and hosted on [[https://pages.github.com/][GitHub Pages]].

  {{{more}}}

  Resources:
  * [[http://www.blazeboy.me/how-to-create-a-blog-like-this-for-free-octopress-3-scribble-theme-github.html][HOW TO CREATE A BLOG LIKE THIS FOR FREE : OCTOPRESS 3 + SCRIBBLE THEME + GITHUB]]
  * [[http://www.railsonmaui.com/blog/2014/03/05/octopress-setup-with-github-and-org-mode-v2/][Org-Mode Octopress Setup V2]]
  * [[http://octopress.org/docs/deploying/github/][Deploying to Github Pages]]

  I have an [[https://johnp.net/blog/][old blog]], but going forward I plan to post about my current and future projects here.

# End of 2015-11-03-first-post.org
