_posts/2015-11-03-first-post.html
---
title: "First Post"
date: 2015-11-03
layout: post
categories: 
- octopress 
- org-mode 
- meta
tags: 
published: true
comments: 
---

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1">First post</h2>
<div class="outline-text-2" id="text-orgheadline1">
<p>
I'm trying to get <code>[[http://octopress.org/][Octopress]]</code> and <code>[[http://orgmode.org/][Org mode]]~/</code><a href="https://github.com/yoshinari-nomura/org-octopress">org-octopress</a>~ set up
and hosted on <a href="https://pages.github.com/">GitHub Pages</a>.
</p>

<p>
<!-- more -->
</p>

<p>
Resources:
</p>
<ul class="org-ul">
<li><a href="http://www.blazeboy.me/how-to-create-a-blog-like-this-for-free-octopress-3-scribble-theme-github.html">HOW TO CREATE A BLOG LIKE THIS FOR FREE : OCTOPRESS 3 + SCRIBBLE THEME + GITHUB</a></li>
<li><a href="http://www.railsonmaui.com/blog/2014/03/05/octopress-setup-with-github-and-org-mode-v2/">Org-Mode Octopress Setup V2</a></li>
<li><a href="http://octopress.org/docs/deploying/github/">Deploying to Github Pages</a></li>
</ul>

<p>
I have an <a href="https://johnp.net/blog/">old blog</a>, but going forward I plan to post about my current and future projects here.
</p>
</div>
</div>
